import React from 'react'
import "./Policy.css"

function Policy() {
    return (
        <div className="policy-div">
            <h6 className="first-line">בס"ד</h6>
            <p>
                אתר זה נועד כדי להקל על המחפשים דירות נופש ובד בבד לסייע למעוניינים להשכיר דירות נופש.
            </p>
            <p>
                כדי ששני הצדדים יוכלו להנות מהאתר ולהפיק ממנו תועלת, נבקש להקפיד על הכללים הבאים:
            </p>
            <h5>
                למפרסמים דירות:
            </h5>
            <p>
                הקפידו שכל הפרטים ליצירת קשר יהיו נכונים ומדויקים!
            </p>
            <p>
                תנו תיאור מדויק על מספר המיטות. (אין למנות עריסת תינוק כמיטה, ציינו אותה בהוספות)
            </p>
            <p>
                ככל שתוסיפו תיאורים מתאימים לדירתכם הביקוש לדירה יעלה.
            </p>
            <p>
                הקפידו לעדכן אותנו על כל שינוי בדירה על מנת שנוכל להתאים את המידע שבאתר.
            </p>
            <h5>
                לנופשים:
            </h5>
            <p>
                בחיפושכם אחר דירה לנופש, התמקדו בצרכים הספציפיים שלכם וחפשו את הדירה המתאימה לכם. בדיוק למטרה זו נועדה אפשרות החיפוש.
            </p>
            <p>
                לאחר יצירת קשר עם בעלי דירה, השתדלו לסכם באופן סופי את הדברים מוקדם ככל האפשר כדי להמנע מעגמות נפש.
            </p>
            <p>
                נהניתם מדירת נופש? המליצו עליה לאחרים במקום המיועד לכך.
            </p>
            <p>
                כדי שנוכל להמשיך ולפרסם כאן את הדירה, השאירו אותה אחריכם נקיה למען הנופשים הבאים.
            </p>
            <p className="last-line">
                למען תפקודו של האתר, נא לשמור על ההנחיות!
            </p>
        </div>
    )
}

export default Policy
